Repository: dynamiquel/Plutonium-EasyInstaller
Catalog: src/PlutoniumEasyInstaller/Properties/Resources.*.resx
Languages: fr

# AntiMalwareWarning
source: An anti-malware program is detected. It is recommended to disable them if you want a smooth setup (especially anything named something like Active Threat Defense). You can enable them after the setup is complete. If you continue without disabling your anti-malware, you will likely trigger your anti-malware program 1-3 times. You will need to add whatever it catches as an exception and restart the installer.
fr: Un programme anti-malware est détecté. Il est recommandé de les désactiver si vous voulez une configuration en douceur. (especially anything named something like Active Threat Defense). Vous pouvez les activer une fois la configuration terminée. Si vous continuez sans désactiver votre anti-malware, vous déclencherez probablement votre programme anti-malware 1-3 fois. Vous devrez ajouter tout ce qu’il attrape comme une exception et redémarrer l’installateur.

# AntiMalwareWarningHeader
source: Anti-malware detected
fr: Anti-malware détecté

source: < Back
fr: < Retour

# BrowseFolder
source: Browse...
fr: Rechercher...

# Complete_Exit
source: Exit
fr: Annuler

# Complete_Header
source: Ready to Start!
fr: Prêt à Commencer!

# Complete_Info
source: Plutonium for Call of Duty: Black Ops 2 has finished installing.
fr: Plutonium pour Call of Duty: Black Ops 2 a terminé l’installation

# Complete_Play
source: Play!
fr: Jouer!

source: Creating shortcuts...
fr: Créer raccourcis...

# DownloadCancelled
source: Download was cancelled!
fr: Download annulé!

source: Download complete!
fr: Télécharger complet!

# DownloadFailed
source: Download failed! Reason: {0}
fr: Télécharger échoué! Reason: {0}

source: Game not found!
fr: Jeu introuvable!

# InstallationError
source: There was an error during installation. Please open this app and try again.
fr: Il y a eu une erreur lors de l’installation. S’il vous plaît ouvrir cette application et essayer à nouveau.

# InstallationErrorHeader
source: Failed to install
fr: Échec de l’installation

source: Next >
fr: Suivante >

# NotEnoughSpaceHeader
source: Not enough space
fr: Pas assez d’espace

# PiryInstall_BO2Downloaded
source: Call of Duty: Black Ops 2 installed.
fr: Call of Duty: Black Ops 2 installé.

# PiryInstall_DownloadingBO2
source: Downloading Call of Duty: Black Ops 2...
fr: Téléchargement Call of Duty: Black Ops 2...

# PiryInstall_Header
source: Downloading Call of Duty: Black Ops 2
fr: Téléchargement Call of Duty: Black Ops 2

# PiryInstall_Notice
source: About 14 GB - this may take a while depending on your internet connection...
fr: Environ 14 Go - ce processus peut...

# PirySetup_BO2NotEnoughSpace
source: The drive selected doesn't have enough free space. At least 22 GB is required.
fr: Le lecteur sélectionné n’a pas assez d’espace libre. Au moins 22 Go est nécessaire.

# PirySetup_FolderHelp
source: Choose where you want Call of Duty: Black Ops 2 to be installed.
fr: Choisissez où vous voulez Call of Duty: Black Ops 2 soient installés.

# PirySetup_FolderSize
source: A minimum of 21 GB is required.
fr: Taille approximative 21 Go

# PirySetup_Header
source: Choose a folder
fr: Sélectionner un dossier

# PirySetup_SelectNewBO2Folder
source: Select where you want to install Call of Duty: Black Ops 2
fr: Choisissez où vous voulez Call of Duty: Black Ops 2 soient installés

# PlutoInstall_ConfigFileCreated
source: Config file created.
fr: Fichier config créé.

# PlutoInstall_CreatingConfigFile
source: Creating config file...
fr: Création de fichier config...

# PlutoInstall_DownloadingReShade
source: Downloading ReShade...
fr: Téléchargement ReShade...

# PlutoInstall_Header
source: Almost there!
fr: Presque terminé!

# PlutoInstall_InstallingPlutonium
source: Installing Plutonium...
fr: Installation de Plutonium...

# PlutoInstall_PlutoniumInstalled
source: Plutonium installed.
fr: Plutonium installé.

# PlutoInstall_ReShadeDownloadCancelled
source: ReShade download was cancelled!
fr: ReShade télécharger annulé!

# PlutoInstall_ReShadeDownloadComplete
source: ReShade download complete!
fr: ReShade télécharger complet!

# PlutoInstall_ReShadeDownloadFailed
source: ReShade download failed!
fr: ReShade télécharger échoué!

# PlutoInstall_ReShadeInstallationFailed
source: ReShade installation failed!
fr: ReShade installation échoué!

# PlutoSetup_DesktopShortcut
source: Desktop Shortcut
fr: Bureau Raccourcis

# PlutoSetup_Header
source: Configure Plutonium
fr: Modifier Plutonium

# PlutoSetup_ReShade
source: Install ReShade (sick ass post-processing effects)
fr: Installer ReShade

# PlutoSetup_StartShortcut
source: Start Menu Shortcut
fr: Demarrer Raccourcis

source: Shortcuts created.
fr: Raccourciss créé.

# Start_BO2NotFound
source: Call of Duty: Black Ops 2 could not be found on your computer. Could you show me where it is?
fr: Call of Duty: Black Ops 2 n’a pas pu être trouvé sur votre appareil. Pouvez-vous me montrer où il est?

# Start_InstallerInfo
source: This installer will help you install Plutonium for Call of Duty: Black Ops 2 (T6)
fr: L’application vous aidera à installer du Plutonium for Call of Duty: Black Ops 2 (T6)

# Start_InvalidBO2Folder
source: The folder selected does not contain Call of Duty: Black Ops 2. Try again?
fr: Le dossier sélectionné ne contient pas Call of Duty: Black Ops 2. Réessayez?

# Start_NonSteamInfo
source: For users who do not have Call of Duty: Black Ops 2 installed on their computer.
fr: Pour les utilisateurs qui n’ont pas Call of Duty: Black Ops 2 installé sur leur ordinateur.

# Start_NonSteamOwners
source: Non-Steam Owners
fr: Non-Steam Détenteurs

# Start_PlutoniumWelcome
source: Thank you for downloading Plutonium!
fr: Merci d’avoir Téléchargé Plutonium

# Start_SelectBO2Folder
source: Select the COD: Black Ops 2 folder.
fr: Sélectionnez le dossier COD: Black Ops 2.

# Start_SteamInfo
source: For users who already own and have Call of Duty: Black Ops 2 installed on their computer.
fr: Pour les utilisateurs qui possèdent déjà et ont Call of Duty: Black Ops 2 installé sur leur ordinateur.

# Start_SteamOwners
source: Steam Owners
fr: Steam Détenteurs
